{
  "1": "Devotee. You are a strong believer and follower of your faith's tenets. You can read and write one language you know.",
  "2": "Devotee. You are a strong believer and follower of your faith's tenets. You can read and write one language you know.",
  "3": "Evangelist. You travel from place to place, preaching your faith to any who will listen and rely on the charity of believers. You can read and write one language you know.",
  "4": "Evangelist. You travel from place to place, preaching your faith to any who will listen and rely on the charity of believers. You can read and write one language you know.",
  "5": "Flagellant. You cloak yourself in deprivation to bring you closer to your gods. You might scourge yourself, deprive yourself of food and drink, or find other, creative ways to make yourself suffer.",
  "6": "Heretic. You hold religious beliefs deemed dangerous and heretical by the leaders of your faith.",
  "7": "Initiate of the Old Faith. You have been initiated into the Old Faith.",
  "8": "Initiate of the Old Faith. You have been initiated into the Old Faith.",
  "9": "Minister. You are a religious leader in your community. You know how to read and write one language you know.",
  "10": "Minister. You are a religious leader in your community. You know how to read and write one language you know.",
  "11": "Acolyte of the New God. You study to become a priest in the Cult of the New God. You know how to read and write one language you know.",
  "12": "Acolyte of the New God. You study to become a priest in the Cult of the New God. You know how to read and write one language you know.",
  "13": "Inquisitor's Henchman. You serve an inquisitor or witch hunter.",
  "14": "Pilgrim. You travel to sites deemed holy to members of your religion.",
  "15": "Pilgrim. You travel to sites deemed holy to members of your religion.",
  "16": "Pilgrim. You travel to sites deemed holy to members of your religion.",
  "17": "Street Preacher. You preach on street corners, beseeching people to seek redemption as the end is near.",
  "18": "Street Preacher. You preach on street corners, beseeching people to seek redemption as the end is near.",
  "19": "Temple Ward. You were raised in a temple. You were likely an orphan and brought up by the clergy.",
  "20": "Temple Ward. You were raised in a temple. You were likely an orphan and brought up by the clergy."
}
